cask_args appdir: '/Applications'

brew 'git'
brew 'libgit2'

brew 'the_silver_searcher'

tap 'homebrew/services'

brew 'hub'

tap 'cloudfoundry/homebrew-tap'
brew 'cf-cli'

cask 'cloudapp'
cask 'slack'

## Webbrowser
cask 'firefox'
cask 'google-chrome'

## Graphics
cask 'incscape'
cask 'gimp'

## Text editors
cask 'sublime'

## Producivity
cask 'libreoffice'
cask 'microsoft-office'
cask 'rclone'
cask 'rclone-browser'
cask 'tunnelblick'

## Colaberation
cask 'slack'
cask 'microsoft-teams'

## Analytical
cask 'r'
cask 'rstudio'

## Dev
cask 'visual-studio-code'
