## Webbrowser
cask 'firefox'
cask 'google-chrome'

## Graphics
cask 'incscape'
cask 'gimp'

## Text editors
cask 'sublime'

## Producivity
cask 'libreoffice'
cask 'microsoft-office'
cask 'rclone'
cask 'rclone-browser'
cask 'tunnelblick'

## Colaberation
cask 'slack'
cask 'microsoft-teams'

## Analytical
cask 'r'
cask 'rstudio'

## Dev
cask 'visual-studio-code'
